/* About screen blog label */
"About.blog" = "Blog";

/* About screen footer */
"About.footer" = "AurWallet topary tarapyndan ýasalan. %1 wersiýasy.";

/* Privay Policy button label */
"About.privacy" = "Gizlinlik syýasaty.";

/* About screen reddit label */
"About.reddit" = "Reddit";

/* Terms of Use button label */
"About.terms" = "Ulanmak şertleri";

/* About screen title */
"About.title" = "Barada";

/* About screen twitter label */
"About.twitter" = "Twitter";

/* Close modal button accessibility label */
"AccessibilityLabels.close" = "Ýapmak";

/* Support center accessibiliy label */
"AccessibilityLabels.faq" = "Ýardam merkezi";

/* Loading Wallet Message */
"Account.loadingMessage" = "Gapjygy ýüklemek";

/* Default wallet name */
"AccountHeader.defaultWalletName" = "Meniň AurWallet";

/* Error alert title */
"Alert.error" = "Ýalňyşlyk";

/* No internet alert message */
"Alert.noInternet" = "Internet baglanşygy tapylmady. Baglanşygy barlaň we täzeden synanşyň.";

/* Warning alert title */
"Alert.warning" = "Üns beriň";

/* 'the addresses were copied'' Alert title */
"Alerts.copiedAddressesHeader" = "Adres kopiýalandy";

/* Addresses Copied Alert sub header */
"Alerts.copiedAddressesSubheader" = "Hemme gapjyk adresleri üstünlikli kopiýalandy";

/* Alert Header Label (the paper key was set) */
"Alerts.paperKeySet" = "Kagyz açary gurnamak";

/* Alert Subheader label (playfully positive) */
"Alerts.paperKeySetSubheader" = "Örän gowy!";

/* Alert Header label (the PIN was set) */
"Alerts.pinSet" = "PIN kody gurnamak";

/* Send failure alert header label (the send failed to happen) */
"Alerts.sendFailure" = "Ugratmak ýalňyşlygy";

/* Send success alert header label (confirmation that the send happened) */
"Alerts.sendSuccess" = "Ugratmaklygy tassyklamak";

/* Send success alert subheader label (e.g. the money was sent) */
"Alerts.sendSuccessSubheader" = "Pul ugradylan!";

/* JSON Serialization error message */
"ApiClient.jsonError" = "JSON seriýalizasiýa ýalňyşlygy";

/* Wallet not ready error message */
"ApiClient.notReady" = "Gapjyk taýýar däl";

/* API Token error message */
"ApiClient.tokenError" = "API açary alyp bolmady";

/* header of balance */
"Balance.header" = "JEMI BALANS";

/* Send BCH view body. */
"BCH.body" = "Aşak ugradylmaly Auroracoin adresi giriziň. Çarşak wagtynda (%1$@) gapjygyňyzdaky hemme Auroracoin ugradyljakdyr.";

/* Confirm sending <$5.00> to <address>? */
"BCH.confirmationMessage" = "%1$@ mukdaryny %2$@ ugratýandygyňyzy tassyklaň";

/* Confirmation alert title */
"BCH.confirmationTitle" = "Tassyklama";

/* Generic bch erorr message */
"BCH.genericError" = "Hasabyňyzda hiçbir Auroracoin ýok ýa-da çarşakdan soň Auroracoin alypsyňyz.";

/* Transaction ID copied message */
"BCH.hashCopiedMessage" = "Tranzaksiýa belgisi kopiýa edildi";

/* No address error message */
"BCH.noAddressError" = "Haýyşt edýäris adresi giriziň";

/* Attempted to scan unsupported qr code error message. */
"BCH.paymentProtocolError" = "Auroracoin işleri üçin Töleg Protokol İslegleri goldanok";

/* BCH successfully sent alert message */
"BCH.successMessage" = "Auroracoin üstünlikli ugradyldy.";

/* Widthdraw BCH view title */
"BCH.title" = "Auroracoin çykarmak";

/* Tx Hash button header */
"BCH.txHashHeader" = "Auroracoin tranzaksiýa belgisi";

/* Approve button label */
"BitID.approve" = "Goldamak";

/* <sitename> is requesting authentication using your bitcoin wallet */
"BitID.authenticationRequest" = "%1$@, Auroracoin gapjygyňyzy ulanmak üçin autentifikasiýa soraýar";

/* Deny button label */
"BitID.deny" = "Inkär etmek";

/* BitID error alert title */
"BitID.error" = "Autentifikasiýa ýalşyşlygy";

/* BitID error alert messaage (The payment service you are trying to use isn't working. Please contact them, as you may need to try again) */
"BitID.errorMessage" = "Haýyşt edýäris serwis bilen habarlaşyň. Siz belki täzeden synanşmaly.";

/* BitID success alert title */
"BitID.success" = "Üstünlikli autentifikasiýa";

/* BitID Authentication Request alert view title */
"AurID.title" = "AurID autentifikasiýasyny soramak";

/* Cancel button label */
"Button.cancel" = "Ýatyrmak";

/* Ignore button label */
"Button.ignore" = "Inkär etmek";

/* menu button */
"Button.menu" = "Menýu";

/* No button */
"Button.no" = "Ýok";

/* OK button label */
"Button.ok" = "Bolýar";

/* receive button */
"Button.receive" = "kabul etmek";

/* send button */
"Button.send" = "ugratmak";

/* Settings button label */
"Button.settings" = "Sazlamalar";

/* Settings button label */
"Button.submit" = "Tassyklamak";

/* Yes button */
"Button.yes" = "Hawa";

/* Camera plugin instruction */
"CameraPlugin.centerInstruction" = "Özüňiziň ID-y dörtburçlygyň içine merkezleşdiriň";

/* Amount to Send: ($1.00) */
"Confirmation.amountLabel" = "Ugratmak üçin mukdary";

/* Network Fee: ($1.00) */
"Confirmation.feeLabel" = "Toruň tutumy:";

/* eg. Processing time: This transaction will take 10-30 minutes to process. */
"Confirmation.processingTime" = "Iş wagty: Bu tranzaksiýa işi üçin %1$@ sekund wagt gerek bolar.";

/* Label for "send" button on final confirmation screen */
"Confirmation.send" = "Ugratmak";

/* Confirmation Screen title */
"Confirmation.title" = "Tassyklamak";

/* To: (address) */
"Confirmation.to" = "Kime";

/* Total Cost: ($5.00) */
"Confirmation.totalLabel" = "Jemi bahasy:";

/* Confirm paper phrase view label. */
"ConfirmPaperPhrase.label" = "Hemme zadyň dogry ýazylandygyndan emin bolmak üçin kagyz açaryňyzydan aşakdaky sözleri giriziň.";

/* Word label eg. Word #1, Word #2 */
"ConfirmPaperPhrase.word" = "Söz #%1$@";

/* Bitcoin denomination picker label */
"DefaultCurrency.bitcoinLabel" = "Auroracoin görkezme birligi";

/* Exchange rate label */
"DefaultCurrency.rateLabel" = "Çalşyk kursy";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableMessage" = "Bu apparat iOS poçta programmasyndan e-poçta ugratmak üçin sazlanylmadyk.";

/* Email unavailable alert title */
"ErrorMessages.emailUnavailableTitle" = "E-poçta ulanmakdan daşary";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableMessage" = "Apparat habarlary ugratmak üçin sazlanylmadyk.";

/* Messaging unavailable alert title */
"ErrorMessages.messagingUnavailableTitle" = "Habarlaşmak el ýeterli däl.";

/* You can customize your Face ID Spending Limit from the [FaceIdSettings.linkText gets added here as a button] */
"FaceIDSettings.customizeText" = "Ýüzüňiziň ID-y arkaly harjamak üçin limitiňizi %1$@dan sazlap bilersiňiz.";

/* Face Id screen label */
"FaceIDSettings.label" = "AurWallet gulpyny açmak üçin ýüziňizi ulanyp we bellenilen limite çenli pul serişdeleri ugradyň.";

/* Link Text (see FaceIdSettings.customizeText) */
"FaceIDSettings.linkText" = "Face ID sazlanmadyk";

/* Face id switch label. */
"FaceIDSettings.switchLabel" = "AurWallet üçin Face ID aç";

/* Face ID settings view title */
"FaceIDSettings.title" = "Face ID";

/* Face ID unavailable alert message */
"FaceIDSettings.unavailableAlertMessage" = " Face ID gurnalmadyk. Sazlamalar > Face ID we parol girip sazlap bilersiňiz.";

/* Face ID unavailable alert title */
"FaceIDSettings.unavailableAlertTitle" = "Face ID sazlanmadyk";

/* Face Id spending limit screen title */
"FaceIDSpendingLimit.title" = "Face ID boýunça çäklendirme";

/* Economy fee */
"FeeSelector.economy" = "Tygşytly tutum";

/* Fee Selector economly fee description */
"FeeSelector.economyLabel" = "Çak edilen wagt: 10+ minut";

/* Warning message for economy fee */
"FeeSelector.economyWarning" = "Bu görnüş gyssagly tranzaksiýalar üçin maslahat berilenok.";

/* Regular fee */
"FeeSelector.regular" = "Ýönekeý";

/* Fee Selector regular fee description */
"FeeSelector.regularLabel" = "Çak edilen wagt: 15-30 sekund";

/* Fee Selector title */
"FeeSelector.title" = "Işiň tizligi";

/* Checking private key balance progress view text */
"Import.checking" = "Hususy açaryň balansyny barlamak...";

/* Sweep private key confirmation message */
"Import.confirm" = "%1$@ bu hususy açardan siziň gapjygyňyza ugratmalymy? Auroracoin ulgamy  %2$@ möçberinde tutum alar.";

/* Duplicate key error message */
"Import.Error.duplicate" = "Bu gizlin açar siziň gapjygyňyzda eýýam bar.";

/* empty private key error message */
"Import.Error.empty" = "Bu hususy açar boş.";

/* High fees error message */
"Import.Error.highFees" = "Tranzaksiýa üçin tutumy bu hususy açardaky serişdeleriň möçberinden köp.";

/* Not a valid private key error message */
"Import.Error.notValid" = "Nädogry hususy açar";

/* Import signing error message */
"Import.Error.signing" = "Tranzaksiýany gol çekmede ýalňyşlyk";

/* Import button label */
"Import.importButton" = "Içine salmak";

/* Importing wallet progress view label */
"Import.importing" = "Gapjygy içine salmak";

/* Caption for graphics */
"Import.leftCaption" = "Içine salynýan gapjyk";

/* Import wallet intro screen message */
"Import.message" = "Gapjygy içine salmak beýleki gapjygyňyzdaky hemme pullary bir tranzaksiýada AurWallet gapjygyňyza geçirer.";

/* Enter password alert view title */
"Import.password" = "Bu hususy açar parol bilen goranan.";

/* password textfield placeholder */
"Import.passwordPlaceholder" = "parol";

/* Caption for graphics */
"Import.rightCaption" = "Siziň AurGapjygyňyz";

/* Scan Private key button label */
"Import.scan" = "Gizlin Açary skan ediň";

/* Import wallet success alert title */
"Import.success" = "Üstünlikli";

/* Successfully imported wallet message body */
"Import.SuccessBody" = "Gapjyk üstünlikli içine salyndy.";

/* Import Wallet screen title */
"Import.title" = "Gapjygy içine salmak";

/* Unlocking Private key activity view message. */
"Import.unlockingActivity" = "Açary açmak";

/* Import wallet intro warning message */
"Import.warning" = "Bu gapjygy içine salmak ol gapjyga degişli işleriň tranzaksiýalaryny içine alanok.";

/* Wrong password alert message */
"Import.wrongPassword" = "Nädogry parol, täzeden synanşyp görüň.";

/* Close app button */
"JailbreakWarnings.close" = "Ýapmak";

/* Ignore jailbreak warning button */
"JailbreakWarnings.ignore" = "Inkär etmek";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithBalance" = "Islendik bir  'jailbreak' programmasy AurWallet gapjygynyň açar zynjyryna ýetip Auroracoin-laryňyzy ogurlap biler. Tizden tiz bu gapjygy pozuň we ynamly bir enjamdan yzyna ýükläň.";

/* Jailbreak warning message */
"JailbreakWarnings.messageWithoutBalance" = "Islendik bir  'jailbreak' programmasy AurWallet gapjygynyň açar zynjyryna ýetip Auroracoin-laryňyzy ogurlap biler! Haýyşt edýäris AurWallet diňe 'jailbreak' edilmedik enjamlardan ulanyň.";

/* Jailbreak warning title */
"JailbreakWarnings.title" = "DUÝDURYŞ";

/* Location services disabled error */
"LocationPlugin.disabled" = "Ýerleşme hyzmatlary ýapyk.";

/* No permissions for location services */
"LocationPlugin.notAuthorized" = "AurWallet-ň ýerleşme hyzmatyndan peýdalanmaga rugsady ýok.";

/* Wallet creation date prefix */
"ManageWallet.creationDatePrefix" = "Siz öz gapjygyňyzy %1$@ senesinde döretdiňiz.";

/* Manage wallet description text */
"ManageWallet.description" = "Gapjygyňyzyň ady diňe siziň hasabyňyzdaky tranzaksiýalaryň taryhynda görünýär we başka birine görünmez.";

/* Change Wallet name textfield label */
"ManageWallet.textFeildLabel" = "Gapjyk ady";

/* Manage wallet modal title */
"ManageWallet.title" = "Gapjygy dolandyrmak";

/* Menu button title */
"MenuButton.lock" = "Gapjygy gurmak";

/* Menu button title */
"MenuButton.security" = "Howpsuzlyk Merkezi";

/* Menu button title */
"MenuButton.settings" = "Sazlamalar";

/* Menu button title */
"MenuButton.support" = "Ýardam";

/* button label */
"MenuViewController.createButton" = "Täze gapjyk döretmek";

/* Menu modal title */
"MenuViewController.modalTitle" = "Menýu";

/* button label */
"MenuViewController.recoverButton" = "Gapjygy dikeltmek";

/* Switch to automatic mode button label */
"NodeSelector.automaticButton" = "Awtomatiki režime geçmek";

/* Node is connected label */
"NodeSelector.connected" = "Baglanan";

/* Enter node ip address view body */
"NodeSelector.enterBody" = "IP salgysynyň düwümini we port belgisini giriziň (hökman däl)";

/* Enter Node ip address view title */
"NodeSelector.enterTitle" = "Düwümi giriziň";

/* Switch to manual mode button label */
"NodeSelector.manualButton" = "Manual režime geçmek";

/* Node address label */
"NodeSelector.nodeLabel" = "Häzirki esasy düwüm";

/* Node is not connected label */
"NodeSelector.notConnected" = "Baglanşyk ýok";

/* Node status label */
"NodeSelector.statusLabel" = "Düwüm baglanşygyň ýagdaýy";

/* Node Selector view title */
"NodeSelector.title" = "Auroracoin düwümleri";

/* Bad Payment request alert title */
"PaymentProtocol.Errors.badPaymentRequest" = "Tölegiň nädogry soralmagy";

/* Error opening payment protocol file message */
"PaymentProtocol.Errors.corruptedDocument" = "Gabat gelmeýän ýa-da bozulan resminama";

/* Missing certificate payment protocol error message */
"PaymentProtocol.Errors.missingCertificate" = "Töleg sertifikaty";

/* Request expired payment protocol error message */
"PaymentProtocol.Errors.requestExpired" = "Isleg wagty gutardy";

/* Payment too small alert title */
"PaymentProtocol.Errors.smallOutputError" = "Töleg geçmedi";

/* Amount too small error message */
"PaymentProtocol.Errors.smallPayment" = "Auroracoin tölegi%1$@ möçberden az bolup bilenok";

/* Output too small error message. */
"PaymentProtocol.Errors.smallTransaction" = "Auroracoin çykyş tranzaksiýalary $@ möçberden az bolup bilenok.";

/* Unsupported signature type payment protocol error message */
"PaymentProtocol.Errors.unsupportedSignatureType" = "Goldanmaýan gol çekimiň görnüşi";

/* Untrusted certificate payment protocol error message */
"PaymentProtocol.Errors.untrustedCertificate" = "ynamsyz sertifikat";

/* Enable face ID prompt body */
"Prompts.FaceId.body" = "FaceID açmak üçin şu ýere basyň";

/* Enable face ID prompt title */
"Prompts.FaceId.title" = "FaceID aç";

/* No passcode set warning body */
"Prompts.NoPasscode.body" = "Gapjygyňyzy goraga almak üçin enjama kod gerek. Sazlamalara girip kod açyň.";

/* No Passcode set warning title */
"Prompts.NoPasscode.title" = "Enjamyň kodyny açyň";

/* Warning about paper key. */
"Prompts.PaperKey.body" = "Telefonyňyzyň ýitirilen ýa-da näsaz ýagdaýlara garşy Halas Açaryňyzy ätiýaçlandyrmalysyňyz. Dowam etmek üçin şu ýere basyň.";

/* An action is required (You must do this action). */
"Prompts.PaperKey.title" = "Ätiýaçlandyrma gerek.";

/* Transaction rejected prompt body */
"Prompts.RecommendRescan.body" = "Gapjygyňyzsinhronizasiýa edilmedik bolup biler. Bu ýagdaý köplenç blok zynjyrlary täzeden gözlenende düzelýär.";

/* Transaction rejected prompt title */
"Prompts.RecommendRescan.title" = "Tranzaksiýa gaýtaryldy";

/* header of PinView */
"Prompts.SecurityCheck.header" = "HOWPSUZLYK BARLAGY";

/* Share data prompt body */
"Prompts.ShareData.body" = "Anonim maglumatlaryňyzy paýlaşyp AurWallet-i kämilleşdirimegimize goşant goşuň.";

/* Share data prompt title */
"Prompts.ShareData.title" = "Anonim maglumaty paýlaş";

/* Enable touch ID prompt body */
"Prompts.TouchId.body" = "Touch ID açmak üçin şu ýere basyň";

/* Enable touch ID prompt title */
"Prompts.TouchId.title" = "Touch ID aç";

/* Upgrade PIN prompt body. */
"Prompts.UpgradePin.body" = "AurWallet 6 sifrli PIN  kody ulanar ýaly görnüşde täzelendi. Täzelemek üçin şu ýere basyň.";

/* Upgrade PIN prompt title. */
"Prompts.UpgradePin.title" = "PIN kody täzelemek";

/* Notifications will be added later but users can set their preferences now, which is why we specify "in the future". */
"PushNotifications.body" = "GeljekdeAuroracoin-dan ýörite habarlar alyp bilmek üçin bildirişleri açyň.";

/* Push notifications toggle switch label */
"PushNotifications.label" = "Ýüze çykýan bildirişler";

/* Push notifications are off label */
"PushNotifications.off" = "Öçürmek";

/* Push notifications are on label */
"PushNotifications.on" = "Açmak";

/* Push notifications settings view title label */
"PushNotifications.title" = "Bildirişler";

/* Address copied message. */
"Receive.copied" = "Bufera kopiýalandy.";

/* Share via email button label */
"Receive.emailButton" = "Elektron poçtasy";

/* Request button label */
"Receive.request" = "Mukdar talap etmek";

/* Share button label */
"Receive.share" = "Paylaşmak";

/* Share via text message (SMS) */
"Receive.textButton" = "Tekst habary";

/* Receive modal title */
"Receive.title" = "Almak";

/* Done button text */
"RecoverWallet.done" = "Tamamlandy";

/* Recover wallet header */
"RecoverWallet.header" = "Gapjygy dikeltmek";

/* Reset PIN with paper key: header */
"RecoverWallet.header_reset_pin" = "PIN kodyny täzelemek";

/* Enter paper key instruction */
"RecoverWallet.instruction" = "Kagyz açaryny giriziň";

/* Recover wallet intro */
"RecoverWallet.intro" = "Siziň AurWallet-i kagyz açaryňyzy ulanyp täzeden dikeltmek.";

/* Invalid paper key message */
"RecoverWallet.invalid" = "Nädogry kagyz açary girizildi.Haýyşt edýäris, hemme sözleri ýene-de bir gezek barlap täzeden giriziň.";

/* Previous button accessibility label */
"RecoverWallet.leftArrow" = "Yza";

/* Next button label */
"RecoverWallet.next" = "Indiki";

/* Reset PIN with paper key: more information button. */
"RecoverWallet.reset_pin_more_info" = "Goşmaça maglumat üçin şu ýere basyň.";

/* Next button accessibility label */
"RecoverWallet.rightArrow" = "Öňe";

/* Recover wallet sub-header */
"RecoverWallet.subheader" = "Dikeltmek isleýän gapjygyňyzya degişli kagyz açaryny giriziň.";

/* Reset PIN with paper key: sub-header */
"RecoverWallet.subheader_reset_pin" = "PIN kodyňyzy täzelemek üçin, aşakdaky gutujyklara kagyz açaryňyzdaky sözleri giriziň.";

/* No amount entered error message. */
"RequestAnAmount.noAmount" = "Haýyşt edýäris, ilki mukdary giriziň.";

/* Request a specific amount of bitcoin */
"RequestAnAmount.title" = "Mukdary talap etmek.";

/* Alert action button label */
"ReScan.alertAction" = "Sinhronizasia";

/* Alert message body */
"ReScan.alertMessage" = "Sinhronizasiýa döwri pul ugradyp bilmersiňiz";

/* Alert message title */
"ReScan.alertTitle" = "Blok zynjyry bilen sinhronizasiýa et?";

/* extimated time */
"ReScan.body1" = "20-45 minut";

/* Syncing explanation */
"ReScan.body2" = "Eger tranzaksiýa Auroracoin ulgamynda tamamlanan ýagdaýynda görünip gapjygyňyzda görünmese";

/* Syncing explanation */
"ReScan.body3" = "Dowamly tranzaksiýaňyz gaýtarylandygy barada habar alýan bolsaňyz.";

/* Start Sync button label */
"ReScan.buttonTitle" = "Sinhronizasiýa Başla";

/* Sync blockchain view footer */
"ReScan.footer" = "Blok zynjyry sinhronizasiýa wagtynda pul ugradyp bilmeýäňiz";

/* Sync Blockchain view header */
"ReScan.header" = "Blok zynjyry bilen sinhronizasiýa et";

/* Subheader label */
"ReScan.subheader1" = "Çak edilen wagt";

/* Subheader label */
"ReScan.subheader2" = "Haçan sinhronizasiýa etmeli?";

/* Scan bitcoin address camera flash toggle */
"Scanner.flashButtonLabel" = "Kameranyň fleşi";

/* Complete filter label */
"Search.complete" = "Tamamlanan.";

/* Pending filter label */
"Search.pending" = "Garaşmada";

/* Received filter label */
"Search.received" = "Kabul edilen";

/* Sent filter label */
"Search.sent" = "Ugradylan";

/* Face ID button title */
"SecurityCenter.faceIdTitle" = "Face ID";

/* Security Center Info */
"SecurityCenter.info" = "Beýik derejede goranmak üçin hemme howpsuzlyk funksiýalary açyň.";

/* Paper Key button description */
"SecurityCenter.paperKeyDescription" = "Telefonyňyzy ýitireňizde ýa-da çalşaňyzda Auroracoin-laryňyza täzeden ulaşmagyň ýeke-täk ýoly";

/* Paper Key button title */
"SecurityCenter.paperKeyTitle" = "Kagyz açary";

/* PIN button description */
"SecurityCenter.pinDescription" = "AurWallet gapjygyňyzy näbelli ulanyjylardan goraýar.";

/* PIN button title */
"SecurityCenter.pinTitle" = "6-sifirli PIN kod";

/* Security Center Title */
"SecurityCenter.title" = "Howpsuzlyk merkezi";

/* Touch ID button description */
"SecurityCenter.touchIdDescription" = "Özüňize laýyk AurWallet-ň gulpyny açyň we bellenilen limit çäginde ugradyň.";

/* Touch ID button title */
"SecurityCenter.touchIdTitle" = "Touch ID";

/* Send money amount label */
"Send.amountLabel" = "Jemi";

/* Balance: $4.00 */
"Send.balance" = "Hasap: %1$@";

/* Camera not allowed message */
"Send.cameraunavailableMessage" = "Kameranyň işletmegine rugsat bermek üçin sazlamalara geçiň.";

/* Camera not allowed alert title */
"Send.cameraUnavailableTitle" = "AurWallet-ň kamera üçin rugsady ýok.";

/* Warning when sending to self. */
"Send.containsAddress" = "Bellenilen salgy size degişli. Öz-özüňize ugradyp bilmersiňiz.";

/* Could not create transaction alert title */
"Send.creatTransactionError" = "Tranzaksiýa döredilmedi.";

/* Description for sending money label */
"Send.descriptionLabel" = "Bellik";

/* Emtpy pasteboard error message */
"Send.emptyPasteboard" = "Ýelmemek buferi boş";

/* Network Fee: $0.01 */
"Send.fee" = "Ulgamyň tutumy: %1$@";

/* Payee identity not certified alert title. */
"Send.identityNotCertified" = "Alyjynyň şahsyýeti sertifisirlenmedik.";

/* Invalid address alert message */
"Send.invalidAddressMessage" = "Bellenen salgy geçerli bir Auroracoin adresi däl.";

/* Invalid address on pasteboard message */
"Send.invalidAddressOnPasteboard" = "Ýelmemek buferinde hakyky Auroracoin adresi ýok";

/* Invalid address alert title */
"Send.invalidAddressTitle" = "Nädogry salgy";

/* Is rescanning error message */
"Send.isRescanning" = "Doly skanirlenme döwri ugratmak bes edilen.";

/* Loading request activity view message */
"Send.loadingRequest" = "Talap işleenilýär";

/* Empty address alert message */
"Send.noAddress" = "Haýyşt edýäris, alyjynyň salgysyny giriziň.";

/* Emtpy amount alert message */
"Send.noAmount" = "Haýyşt edýäris, ugradyljak mukdary giriziň.";

/* Paste button label */
"Send.pasteLabel" = "Ýelmemek";

/* Could not publish transaction alert title */
"Send.publishTransactionError" = "Tranzaksiýa mälim bolmady";

/* Could not load remote request error message */
"Send.remoteRequestError" = "Töleg islegi ýüklenmedi.";

/* Scan button label */
"Send.scanLabel" = "Skanirlemek";

/* Send button label (the action, "press here to send") */
"Send.sendLabel" = "Ugrat";

/* Send screen title (as in "this is the screen for sending money") */
"Send.title" = "Ugrat";

/* Send money to label */
"Send.toLabel" = "Alyjy";

/* Adress already used alert message - first part */
"Send.UsedAddress.firstLine" = "Auroracoin salgylary diňe bir ulanyş üçin niýetlenen.";

/* Adress already used alert message - second part */
"Send.UsedAddress.secondLIne" = "Täzeden ulanyş hem siziň hem-de alyjynyň gizlinligini azaltýar we alyjy adresini gönümel dolandyryp bilmese ýitgilere sebäp bolup biler.";

/* Adress already used alert title */
"Send.UsedAddress.title" = "Adres eýýam ulanyldy";

/* About label */
"Settings.about" = "Hakynda";

/* Advanced Settings title */
"Settings.advancedTitle" = "Giňeşleýin sazlamalar";

/* i.e. the currency which will be displayed */
"Settings.currency" = "Görünen walýuta birligi";

/* Join Early access label */
"Settings.earlyAccess" = "Irrak rugsat almak";

/* Are you enjoying bread alert message body */
"Settings.enjoying" = "Siz AurWallet haladyňyzmy?";

/* Face ID spending limit label */
"Settings.faceIdLimit" = "Face ID ugratmak çäklendirilen";

/* Import wallet label */
"Settings.importTitle" = "Gapjygy içine almak";

/* Manage settings section header */
"Settings.manage" = "Dolandyrmak";

/* Notifications label */
"Settings.notifications" = "Bildiriş";

/* Leave review button label */
"Settings.review" = "Biz barada pikiriňiz";

/* Share anonymous data label */
"Settings.shareData" = "Gizlin maglumatlary paýlaşmak";

/* Sync blockchain label */
"Settings.sync" = "Blok zynjyry bilen sinhronizasiýa";

/* Settings title */
"Settings.title" = "Sazlamalar";

/* Touch ID spending limit label */
"Settings.touchIdLimit" = "Touch ID ulanmak çägi";

/* Wallet Settings section header */
"Settings.wallet" = "Gapjyk";

/* Start or recover another wallet menu label. */
"Settings.wipe" = "Başga gapjygy Başlatmak/Dikeltmek";

/* Share data view body */
"ShareData.body" = "Gizlin maglumatlaryňyzy paýlaşyp AurWallet-i gowulandyrmaklyga ýardam ediň. Bularda hiçhili maliýe maglumatlary ýok.  Maliýe gizlinligiňize hormat goýýarys.";

/* Share data header */
"ShareData.header" = "Maglumaty paýlaşmalymy?";

/* Share data switch label. */
"ShareData.toggleLabel" = "Gizlin maglumaty paýlaşmalymy?";

/* button label */
"StartPaperPhrase.againButtonTitle" = "Kagyz açaryny ýene-de ýazyň.";

/* Paper key explanation text. */
"StartPaperPhrase.body" = "Kagyz açaryňyz, telefonyňyzyň ýitirlende, çalşylanda, näsazlyk dörände ýa-da täzelenen ýagdaýynda gapjygyňyzy yzyna dikeltmegiň ýeke-täk ýolydyr.\n\nBir kagyza ýazyp howpsuz ýerde saklamagyňyz üçin häzir size bir yzygiderlikde söz görkezeris.";

/* button label */
"StartPaperPhrase.buttonTitle" = "Kagyz açaryny ýazyň.";

/* Argument is date */
"StartPaperPhrase.date" = "Iň soňky sapar kagyz açaryňyzy bellän senäňiz %1$@";

/* Start view message */
"StartViewController.message" = "Auroracoin ulanmagyň iň ynamly we howpsuz usuly.";

/* labels of syncView */
"SynchingView.blockHeightLabel" = "BLOGYŇ BEÝIKLIGI";

"SynchingView.progressLabel" = "PROGRESS";

/* Syncing view connectiong state header text */
"SyncingView.connecting" = "Baglanýar";

/* Syncing view header text */
"SyncingView.header" = "Sinhronizasiýa edilýär";

/* Retry button label */
"SyncingView.retry" = "Ýene-de synanşyp görüň";

/* Syncing view syncing state header text */
"SyncingView.syncing" = "Sinhronizasiýa edilýär";

/* 6 d (6 days) */
"TimeSince.days" = "%1$@ g";

/* 6 h (6 hours) */
"TimeSince.hours" = "%1$@ sagat";

/* 6 m (6 minutes) */
"TimeSince.minutes" = "%1$@ min";

/* 6 s (6 seconds) */
"TimeSince.seconds" = "%1$@ sek";

/* You can customize your Touch ID Spending Limit from the [TouchIdSettings.linkText gets added here as a button] */
"TouchIdSettings.customizeText" = "Touch ID sarp etme limitiňizi şu ýerden üýtgedip bilersiňiz %1$@.";

/* Touch Id screen label */
"TouchIdSettings.label" = "AurWallet-ň gulpyny açmak we bellenilen limit çäginde ugratmak üçin barmak yzyňyzy ulanyň.";

/* Link Text (see TouchIdSettings.customizeText) */
"TouchIdSettings.linkText" = "Touch ID ugratmak limiti";

/* Spending Limit: b100,000 ($100) */
"TouchIdSettings.spendingLimit" = "Ugratmak limiti: %1$@ (%2$@)";

/* Touch id switch label. */
"TouchIdSettings.switchLabel" = "AurWallet üçin Touch ID açmak.";

/* Touch ID settings view title */
"TouchIdSettings.title" = "Touch ID";

/* Touch ID unavailable alert message */
"TouchIdSettings.unavailableAlertMessage" = "Bu enjamda Touch ID düzmediňiz. Sazlamalar -> Touch ID we Parol bölümine girip sazlap bilersiňiz.";

/* Touch ID unavailable alert title */
"TouchIdSettings.unavailableAlertTitle" = "Touch ID sazlanylmadyk";

/* Always require passcode option */
"TouchIdSpendingLimit" = "Elmydama giriş kodyny talap etmek";

/* Touch ID spending limit screen body */
"TouchIdSpendingLimit.body" = "Ugratmaklyk çägiňizden ýokary her tranzaksiýa üçin 6 sifirli PIN kodyňyzyň girizilmegi soraljakdyr. Şeýle hem PIN kodyňyzy iň soňky sapar girizeňizden soň her 48 sagatda täzeden girizmegiňiz gerek.";

/* Touch Id spending limit screen title */
"TouchIdSpendingLimit.title" = "Touch ID ugratmak çägi";

/* Availability status text */
"Transaction.available" = "Ugratmak üçin mümkin";

/* Transaction complete label */
"Transaction.complete" = "Tamamlandy";

/* eg. Ending balance: $50.00 */
"Transaction.ending" = "Jemi balans: %1$@";

/* Exchange rate on date header */
"Transaction.exchangeOnDayReceived" = "Alynan wagtyndaky çalşyk kursy:";

/* Exchange rate on date header */
"Transaction.exchangeOnDaySent" = "Ugradylan wagtyndaky çalşyk kursy:";

/* (b600 fee) */
"Transaction.fee" = "(%1$@ tutum)";

/* Invalid transaction */
"Transaction.invalid" = "TRANZAKSIÝA GAÝTARYLDY";

/* Timestamp label for event that just happened */
"Transaction.justNow" = "edil şuwagt";

/* Receive status text: 'In progress: 20%' */
"Transaction.receivedStatus" = "Dowam edýär: %1$@";

/* Send status text: 'In progress: 20%' */
"Transaction.sendingStatus" = "Ýerine ýetirilýär: %1$@";

/* eg. Starting balance: $50.00 */
"Transaction.starting" = "Başdaky balans: %1$@";

/* Waiting to be confirmed string */
"Transaction.waiting" = "Tassyklanmagy garaşylýar. Käbir alyjylaryň tranzaksiýasy tamamlanmagy üçin tassyyklama gerek. Çäk edilen wagt 1-2 minut.";

/* e.g. I received money from an account. */
"TransactionDetails.account" = "Hasap";

/* Amount section header */
"TransactionDetails.amountHeader" = "Jemi";

/* Block height label */
"TransactionDetails.blockHeightLabel" = "Bu blokta tassyklandy";

/* Memo section header */
"TransactionDetails.commentsHeader" = "Ýatlatma";

/* Empty transaction list message. */
"TransactionDetails.emptyMessage" = "Tranzaksiýalaryňyz şu ýerde görüner.";

/* "Received [$5] at [which of my addresses]" => This is the "at [which of my addresses]" part. */
"TransactionDetails.from" = "şuňa %1$@";

/* More button title */
"TransactionDetails.more" = "Köpräk...";

/* Moved $5.00 (as in "I moved $5 to another location") */
"TransactionDetails.moved" = "%1$@ geçirildi";

/* Moved $5.00 */
"TransactionDetails.movedAmountDescription" = "<b>%1@</b> Geçirildi";

/* eg. Confirmed in Block: Not Confirmed */
"TransactionDetails.notConfirmedBlockHeightLabel" = "Tassyklanmadyk";

/* "Received [$5] at [which of my addresses]" => This is the "Received [$5]" part. */
"TransactionDetails.received" = "%1$@ alyndy";

/* Received $5.00 */
"TransactionDetails.receivedAmountDescription" = "<b>%1@</b> alyndy";

/* "Sent [$5] to [address]" => This is the "Sent [$5]" part. */
"TransactionDetails.sent" = "%1$@ ugradyldy";

/* Sent $5.00 */
"TransactionDetails.sentAmountDescription" = "<b>%1@</b> ugradyldy";

/* Status section header */
"TransactionDetails.statusHeader" = "Ýagdaý";

/* Transaction Details Title */
"TransactionDetails.title" = "Tranzaksiýanyň detallary";

/* "Sent [$5] to [address]" => This is the "to [address]" part. */
"TransactionDetails.to" = "şu ýere %1$@";

/* Transaction ID header */
"TransactionDetails.txHashHeader" = "Auroracoin tranzaksiýa anyklaýjysy";

/* (this transaction was) Received at this address: */
"TransactionDirection.address" = "Şu salga alyndy";

/* (this transaction was) Sent to this address: */
"TransactionDirection.to" = "Şu salga ugradyldy";

/* filter buttons for transactionView */
"TransactionView.all" = "hemmesi";

"TransactionView.received" = "kabul edilen";

"TransactionView.sent" = "ugradylan";

/* Disabled until date */
"UnlockScreen.disabled" = "%1$@ çenli saklanyldy.";

/* My Address button title */
"UnlockScreen.myAddress" = "Meniň salgym";

/* Reset PIN with Paper Key button label. */
"UnlockScreen.resetPin" = "PIN Kody täzele";

/* Scan button title */
"UnlockScreen.scan" = "Skanirlemek";

/* Unlock Screen sub-header */
"UnlockScreen.subheader" = "PIN Kody giriziň";

/* TouchID prompt text */
"UnlockScreen.touchIdPrompt" = "AurWallet-ň gulpyny açyň.";

/* Unlock with TouchID accessibility label */
"UnlockScreen.touchIdText" = "Touch ID ulanyp açyň";

/* Wallet unlocked message */
"UnlockScreen.unlocked" = "Gapjygyň gulpy açyldy";

/* Update PIN caption text */
"UpdatePin.caption" = "PIN kodyňyzy ýatda saklaň, eger unutsaňyz Auroracoin-laryňyz elýetersiz bolar.";

/* PIN creation info. */
"UpdatePin.createInstruction" = "PIN kodyňyz gapjygyňyzyň gulpyny açmak we ugratýan pullaryňyzy tassyklamak üçin ulanyljak.";

/* Update PIN title */
"UpdatePin.createTitle" = "PIN kody döret";

/* Update PIN title */
"UpdatePin.createTitleConfirm" = "PIN kody giriziň";

/* Enter current PIN instruction */
"UpdatePin.enterCurrent" = "Şu wagtdaky PIN kodyňyzy giriziň.";

/* Enter new PIN instruction */
"UpdatePin.enterNew" = "Täze PIN kodyňyzy giriziň.";

/* Re-Enter new PIN instruction */
"UpdatePin.reEnterNew" = "Täze PIN kodyňyzy täzeden giriziň.";

/* Update PIN failure error message. */
"UpdatePin.setPinError" = "Bagyşlaň, PIN kody täzeläp bolmady.";

/* Update PIN failure alert view title */
"UpdatePin.setPinErrorTitle" = "PIN kody täzelemekde ýalňyşlyk";

/* Update PIN title */
"UpdatePin.updateTitle" = "PIN kody täzelemek";

/* Authorize to copy wallet addresses alert message */
"URLHandling.addressaddressListAlertMessage" = "Gapjygyň salgysyny bufera kopiýalamalymy?";

/* Authorize to copy wallet address PIN view prompt. */
"URLHandling.addressList" = "Gapjyk salgylaryny bufera kopiýalamak üçin rugsat bermek";

/* Authorize to copy wallet address alert title */
"URLHandling.addressListAlertTitle" = "Gapjyk salgysyny kopiýalamak";

/* Copy wallet addresses alert button label */
"URLHandling.copy" = "Kopiýala";

/* Verify PIN for transaction view body */
"VerifyPin.authorize" = "Haýyşt edýäris, tranzaksiýany tassyklamak üçin PIN kodyňyzy giriziň.";

/* Verify PIN view body */
"VerifyPin.continueBody" = "Haýyşt edýäris, dowam etmek üçin PIN kodyňyzy giriziň.";

/* Verify PIN view title */
"VerifyPin.title" = "PIN Kody gerek";

/* Authorize transaction with touch id message */
"VerifyPin.touchIdMessage" = "Bu tranzaksiýany tassyklaň";

/* 'No wallet' warning for watch app */
"Watch.noWalletWarning" = "Gapjygyňyzy sazlamak üçin AurWallet iPhone programmasyny açyň.";

/* Dismiss button label */
"Webview.dismiss" = "Aýyrmak";

/* Webview loading error message */
"Webview.errorMessage" = "Ýüklemewagty bir ýalňyşlyk boldy. Haýyşt edýäris täzeden synanşyň.";

/* Welcome screen text. (?) will be replaced with the help icon users should look for. */
"Welcome.body" = "iOS üçin Auroracoin täze bir görnüşde we täze mümkinçilikler bilen adyny AurWallet-a üýtgetdi.\n\nEger kömek gerek bolsa, köplenç ekranyň ýokarky sag burçynda (?) görüň.";

/* Top title of welcome screen */
"Welcome.title" = "AurWallet-a Hoş Geldiňiz!";

/* Wipe wallet alert message */
"WipeWallet.alertMessage" = "Bu gapjygy pozmak isleýärmisiňiz?";

/* Wipe wallet alert title */
"WipeWallet.alertTitle" = "Gapjyk pozulsynmy?";

/* Failed wipe wallet alert message */
"WipeWallet.failedMessage" = "Gapjygy pozmak üstünliksiz boldy.";

/* Failed wipe wallet alert title */
"WipeWallet.failedTitle" = "Üstünliksiz";

/* Enter phrase to wipe wallet instruction. */
"WipeWallet.instruction" = "Bu gapjygy pozmek we täze birini başlatmak üçin bu gapjyga degişli Kagyz çaryny giriziň. Siziň hasabyňyz kagyz açary arkaly galyp dowam eder.";

/* Start wipe wallet view message */
"WipeWallet.startMessage" = "Başka bir gapjygy başlatmak ýa-da dikeltmek, bu enjam arkaly başga bir AurWallet dolandyrmaklyga mümkinçilik berer.";

/* Start wipe wallet view warning */
"WipeWallet.startWarning" = "Şu AurWallet gapjygyňyza bu enjam arkaly ulanmaklyk mümkinçiligiňiz ýok. Siziň hasabyňyz kagyz açary arkaly galyp dowam eder.";

/* Wipe wallet navigation item title. */
"WipeWallet.title" = "Başga gapjygy işletmek ýa-da dikeltmek";

/* Wipe wallet button title */
"WipeWallet.wipe" = "Pozmak";

/* Wiping activity message */
"WipeWallet.wiping" = "Pozulýar...";

/* Paper key instructions. */
"WritePaperPhrase.instruction" = "Hemme sözleri yzygiderlik boýunça bellik ediň we howpsuz ýerde saklaň.";

/* button label */
"WritePaperPhrase.next" = "Öňe";

/* button label */
"WritePaperPhrase.previous" = "Yza";

/* 1 of 3 */
"WritePaperPhrase.step" = "%1$d / %2$d";

